"Shortcut" = "Skrót";
"Go to" = "Idź do";
"Go To" = "Idź do";
"Connect to" = "Połącz się z";
"Clear Menu" = "Wymaż menu";
"Choose a new default Mac home folder" = "Wybierz nowy domyślny katalog na Macu";
"Choose a private key file" = "Wybierz plik prywatnego klucza";
"The Bookmark could not be found to be saved" = "Zakładka nie została znalezniona i nie mogła zostać zapisana";
"Try cancelling the editor and edit the Bookmark again" = "Spróbuj zamknąć edytor i edytuj Zakładkę jeszcze raz";
"The Bookmark could not be renamed" = "Nie można było zmienić nazwy zakładki ";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "Albo wybrana zakładka, bądź katalgo istnieją, albo nazwa jest błędna";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "Nie można zaspiać zakładki ponieważ Twój katalog z zakładkami nie został znaleziony albo nie można go utworzyć";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "Twoje uprawnienia na dysku wymagają naprawy. Użyj w tym celu Narzędzia Dyskowego.";
"The Bookmark could not be saved" = "Nie można było zapisać zakładki";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "Upewnij się, że wybrana nazwa jest poprawna, unikatowa oraz że jest wystarczająco wolnej przestrzeni na dysku";
"The Bookmark was not saved completely" = "Zakładnie nie została zapisana w 100%";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "Błąd. Spróbuj zapisać ponownie.";
"An unexpected error occurred while saving the Bookmark." = "Podczas zapisywania Zakłądki wystąpił niznany błąd.";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "Zmiany w Zakłace zostaną zapisane kiedy wszystkie zadania zostaną ukończone";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "Przepraszam, lokalizacja tego pliku nie mogła zostać określona i nie mogę wznowić działania.";
"Reconnect to the original server and resume the download from there." = "Połącz ponownie do oryginalnego serwera i wznów pobieranie";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "Przepraszam, lokalizacja tego pliku nie mogła zostać określona i nie mogę wznowić działania.";
"Try reconnecting to the original server and resume the download from there." = "Spróbuj połączyć się jeszcze raz z serwerem i wznowić pobieranie.";
"Add Favorite" = "Dodaj ulubione";
"Connect Immediately" = "Połącz natychmiast";
"Imported Bookmarks" = "Zaimportowane zakładki";
"Edit" = "Edytuj";
"Save this connection's details in the Keychain?" = "Zachować szczegóły tego połączenia w Pęku Kluczy?";
"Yes" = "Tak";
"No" = "Nie";
"Save these details as a Bookmark" = "Zachowaj te szczegóły jako Zakładkę";
"Untitled Bookmark" = "Nowa Zakładka";
"Show Help Tips" = "Pokaż dymki pomocy";
"Quick Start" = "Szybki start";
"Read Me" = "Przeczytaj mnie";
"User Forum" = "Forum użytkownika";
"Email Support" = "Pomoc";
"Yummy Software Web Site" = "Strona Yummy Software";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Yummy FTP Alias wymaga Mac OS X 10.4+";
"FTP Watchers require Mac OS X 10.4 or later to run" = "FTP Watcher wymaga Mac OS X 10.4+ do poprawnego działania";
"FTP Aliases require Mac OS X 10.4 or later to run" = "FTP Alias wymaga Mac OS X 10.4+ do poprawnego działania";
"An unknown error prevented Yummy FTP from starting" = "Nieznany błąd przeszkodził w uruchomieniu Yummy FTP Alias";
"An unknown error prevented this FTP Watcher from starting" = "Nieznany błąd przeszkodził w uruchomienu FTP Watcher";
"An unknown error prevented this FTP Alias from starting" = "Nieznany błąd przeszkodził w uruchomieniu FTP Alias";
"Quitting now will cancel all running or waiting tasks!" = "Wyjście spowoduje Anulowanie wszystkich działających i oczekujących zadań!";
"Press Quit if you are sure you want to do this" = "Naciśnij Zakończ jeżeli jesteś pewien";
"Quit" = "Wyjdź";
"Yummy FTP thinks you may still have remote editing documents open" = "Możesz mieć nadal otwarte dokumenty do edycji zdalnej";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "Jeżeli zakończysz pracę z programem Yummy FTP Alias, zmiany nie zostaną wysłane.\r\rAnuluj, aby kontynuować, Zakończ aby zamknąc okno programu.";
"Bookmarks" = "Zakładki";
"Recent Connections" = "Ostatnie połączenia";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendezvous";
"History" = "Historia";
"Go To Favorite" = "Idź do Ulubionych";
"Remove Favorite" = "Usuń rzecz z Ulubionych";
"Choose a folder of Bookmarks to import" = "Wybierz katalog Zakładek do zaimportowania";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "Wybierz zakładkę, FTP Alias albo FTP Watcher do edycji…";
"Hide Help Tips" = "Ukryj dymki pomocy";
"Show All Bookmarks" = "Pokaż wszystkie zakładki";
"Sorry, it was not possible to continue due to an unexpected error" = "Przepraszam, nie mogłem kontynuować z powodu nieznanego błędu";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "Przepraszam, ten Watcher wygląda na uszkodzony. Musisz go odtworzyć przed użyciem.";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "Przepraszam, ten Alias wygląda na uszkodzony. Musisz go odtworzyć przed użyciem.";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "Przepraszam, ten Watcher nie może zostać otworzony jeżeli program Yummy FTP Alias nie został zainstalowany";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "Przepraszam, ten Alias nie może zostać otworzony jeżeli program Yummy FTP Alias nie został zainstalowany";
"This FTP Watcher has moved from its original location and will therefore now quit" = "Ten FTP Watcher został przeniesiony z oryginalnej lokalziacji i tym samym zostanie zamknięty";
"Yummy FTP Watcher History" = "Yummy FTP Watcher Historia";
"Processing" = "Przetwarzam";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP Alias został uruchomiony ponieważ pojawiło się polecenie wysyłania z FTP Alias albo FTP Watcher";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Są otwarte inne połączenia. Czy na pewno chcesz zakończyć działanie programu?";
"This operation failed because the server closed the connection." = "Operacja się nie powiodła, serwer zakończył połączenie.";
" copy" = " kopia";
"Unknown" = "Nieznany";
"Alias" = "Alias";
"Folder" = "Katalog";
"Error downloading: " = "Błąd pobierania: ";
"\rFrom : " = "\rZ: ";
"\rTo : " = "\rDo: ";
"Error deleting: " = "Błąd usuwania: ";
"\rIn : " = "\rW: ";
"Root folder" = "katalog domowy";
"Error uploading: " = "Błąd wysyłania: ";
"Error renaming: " = "Błąd zmiany nazwy: ";
"Error moving: " = "Błąd przenoszenia: ";
"Error creating folder: " = "Błąd tworzenia katalogu: ";
"Error setting permissions on: " = "Błąd ustawiania uprawnień: ";
"Unlimited" = "Nieograniczone";
"Never" = "Nigdy";
"Choose an ODB Editor Application" = "Wybierz aplikację Edytora ODB";
"Select a new folder for your default Mac browser Home folder and default download location" = "Wybierz nowy katalog jako domyślny dla okna Mac oraz pobierania";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "Twoje wybory wymagają odświeżenia aktualnie wyświetlanych katalogów";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "Wybierz Odśwież, aby odświeżyć widok wszystkich otwartych połączeń albo Anuluj, aby zrobić to ręcznie";
"Refresh" = "Odśwież";
"Built-in" = "Wbudowane";
"Not installed" = "Nie zainstalowane";
"Your trial period of Yummy FTP is nearly over" = "Twój okres testowy Yummy FTP Alias dobiega końcowi";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "Dziękujemy za wypróbowanie Yummy FTP Alias!\r\rJeżeli spodobał Ci się program rozważ jego kupno.";
"Enter Serial Number" = "Wprowadz numer seryjny";
"Purchase" = "Kup";
"Your trial period of Yummy FTP is over" = "Twój okres testowy Yummy FTP Alias dobiegł końcowi";
"Sorry, there was a problem with the eSellerate online purchase system" = "Przepraszam, wystąpił błąd z platformą Paddle";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "Spróbuj ponownie albo odwiedź nasz sklep aby dokonać zakupu:\r\rhttp://www.yummysoftware.com/purchase\r\Dziękujemy";
"Thank you for purchasing Yummy FTP!" = "Dziękujemy za zakup Yummy FTP Alias!";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "Twoje wsparcie jest doceniane!";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "Wygląda na to, że Twój zakup zakończył się powodzeniem, ale Yummy FTP Alias nie był w stanie pobrać klucz produktu z Paddle\r\rPowinieneś otrzymać klucz na podany adres email.\r\rProszę wprowadzić go ręcznie w programie\r\rDziekujemy";
"Sorry, the entered Name and Serial Number are invalid" = "Przepraszam, wprowadzone dane są niewłaściwe";
"Please check what you have entered and try again" = "Sprawdź czy nie popełniłeś gdzieś błędu i spróbuj ponownie";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "Kiedy zakończysz edycję, naciśnij Zapisz aby zachować zmiany albo Anuluj aby je zaniechać";
"Run Schedule" = "Uruchom rozkład";
"Synchronize" = "Synchronizuj";
"FTP Transcript.txt" = "FTP Transcript.txt";
"Server: " = "Serwer: ";
"\rUsername: " = "\rUżytkownik: ";
"Please enter the password for this server" = "Wprowadź hasło dla serwera";
"Add to Keychain" = "Dodaj do pęku kluczy";
"Click to see a full screen image" = "Naciśnij, aby zobaczyć na pełnym ekranie";
"No Preview Available" = "Podgląd niedostępny";
"Preparing Preview…" = "Przygotowuję podgląd…";
"Disconnecting will cancel all running or waiting tasks!" = "Rozłączenie anuluje wszystkie zadania!";
"Press Disconnect if you are sure you want to do this" = "Naciśnij Rozłącz jeżeli jesteś pewien";
"Disconnect" = "Rozłącz";
"Hide Toolbar" = "Ukryj pasek narzędzi";
"Show Toolbar" = "Pokaż pasek narzędzi";
"Edit With…" = "Wsytuj za pomocą…";
"Edit New Empty File With…" = "Edytuj nowy pusty plik za pomocą…";
"Edit New Empty File" = "Edytuj nowy pusty plik";
"Download Later" = "Pobierz później";
"Upload Later" = "Wyślij później";
"Upload" = "Wyślij";
"Download" = "Pobierz";
"Show Transcript" = "Pokaż dziennik zdarzeń";
"Hide Transcript" = "Ukryj zapis Logów";
"Hide Queue" = "Ukryj panel Kolejki";
"Show Queue" = "Pokaż panel Kolejki";
"Hide Preview Drawer" = "Ukryj panel Podglądu";
"Show Preview Drawer" = "Pokaż panel Podglądu";
"Show Extra FTP Controls" = "Pokaż dodatkowy pasek FTP";
"Hide Extra FTP Controls" = "Ukryj dodatkowe przyciski FTP";
"Hide Status Bar" = "Ukryj pasek statusu";
"Show Status Bar" = "Pokaż pasek stanu";
"Show Column View" = "Widok kolumn";
"Show List View" = "Widok listy";
"Show Mac Browser" = "Pokaż okno Maca";
"Hide Mac Browser" = "Ukryj okno Maca";
"Open Selected Bookmarks" = "Otwórz wybrane zakładki";
"Save a copy of this Bookmark" = "Zachowaj kopię tej zakładki";
"Enter the name of the folder to be created" = "Wprowadź nazwę domyślnie tworzonego katalogu";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "Nowy katalog zostanie utworozny w zaznaczonym katalogu albo w Zakładkach jeżeli żaden katalog nie został wybrany.";
"Create" = "Utwórz";
"untitled folder" = "katalog bez nazwy";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "Nowy katalog zostanie utworozny w zaznaczonym katalogu albo w aktualnie otwartym jeżeli żadem katalog nie jest wybrany.";
"Untitled FTP Alias" = "Nowy FTP Alias";
"Untitled FTP Watcher" = "Nowy FTP Watcher";
" alias" = " alias";
" Watcher" = " Watcher";
"Save these details as an FTP Alias" = "Zachowaj te szczegóły jako FTP Alias";
"Save these details as an FTP Watcher" = "Zachowaj te szczegóły jako FTP Watcher";
"Select an Application for editing…" = "Wybierz aplikację do edycji…";
"Save the FTP Transcript from this session…" = "Zachowaj dziennik z tej sesji…";
"Enter a path to the destination location as a full path to a folder" = "Wprowadź pełną ścieżkę do katalogu";
"The selection will be moved to the specifed destination" = "Zaznaczone pliki zostaną przeniesione do wybranej lokalizacji";
"Move" = "Przesuń";
"Enter an FTP command to send to the server" = "Wprowadź polecenie FTP do wysłania na serwer";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "Zostanie uruchomiona wprowadzone poelcenie.";
"Send" = "Wyślij";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "Synchronizacja z wykorzystaniem serwera VMS z pokazywaniem wszystkich dostępnych wersji jest niedostępna";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "Jeżeli opcja Pokaż wszystkie wersje jest wyłączona w zakładkach, synchornizacja będzie możliwa";
" of " = " z ";
" items" = " rzeczy";
" Item" = " rzecz";
" item" = " rzecz";
" selected" = " zaznaczone";
" (filtered)" = " (przefiltrowane)";
"Edit with the built-in editor" = "Edytuj wbudowanym edytorem";
"Open for editing in an external editor" = "Otwórz w zewnętrznym edytorze";
"Enter a full path to a folder" = "Wprowadź pełną ścieżkę do katalogu";
"The contents listing of the specified path will be displayed" = "Zawartość katalogu z podanej ścieżki zostanie wyświetlona";
"Go" = "Idź";
"Enter the new name for this item:" = "Wprowadź nową nazwę:";
"Rename" = "Zmień nazwę";
"Are you sure you want to delete " = "Czy na pewno chcesz usunąć ";
" items?" = " rzeczy?";
"Are you sure you want to delete the selected items?" = "Czy na pewno chcesz usunąć zaznaczone rzeczy?";
"This is a permanent operation which cannot be undone" = "Operacji nie można cofnąć";
"Delete" = "Usuń";
"Enter the name of the new empty file to created" = "Wprowadź nazwę domyślnie tworzonego pustego pliku";
"It will be checked that the selected name is not already in use" = "Sprawdzam czy wybrana nazwa nie jest używana";
"The selected file name already exists" = "Plik o wybranej nazwie już istnieje";
"Please choose another name for the new empty file to created" = "Wybierz inną nazwę";
"The file could not be created" = "Ten plik nie mógł zostać utworzony.";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "Wprowadź nazwę domyślnie edytowanego nowego pustego pliku oraz wybierz kiedy zmiany mają być wysyłane na serwer";
"Enter the name of the new empty file to be edited" = "Wprowadź nazwę domyślnie edytowanego nowego pustego pliku";
"Optionally select whether to apply the selected choice to subsequent edits" = "Opcjonalnie zdecyduj czy wybrane wartości zastosować do kolejnych edycji";
"Close" = "Zamknij";
"Save" = "Zachowaj";
"Apply to future edits" = "Zastosuj do przyszłych edycji";
"Enter the name of the new empty file to edited" = "Wprowadź nazwę domyślnie edytowanego nowego pustego pliku";
"Select when changes to the files should be uploaded to the server" = "Wybierz kiedy zmiany na plikach powinny zostać wysłane na serwer";
"Select when changes to the file should be uploaded to the server" = "Wybierz kiedy zmiany na pliku powinny zostać wysłane na serwer";
"Please choose another name" = "Wybierz inną nazwę";
"This operation failed to complete." = "Operacja się nie powiodła";
"A folder already exists with the same name." = "Folder o takiej nazwie już istnieje.";
"You may not have sufficient privileges" = "Możesz nie mieć wystarczających uprawnień";
"Some items of the same name already exist in this location." = "Niektóre rzeczy o takiej samej nazwie już istenieją w katalogu docelowym.";
"An item of the same name already exists in this location." = "Rzecz o takiej samej nazwie już istnieje w tym miejscu.";
"Would you like to replace the items or skip them?" = "Chciałbyś zamienić te rzeczy czy pominąć?";
"Would you like to replace the item?" = "Chciałbyś zamienić tę rzecz?";
"Skip" = "Pomiń";
"Replace" = "Zastąp";
"This operation failed to complete for one or more items" = "Operacja nie została ukończona dla jednego bądź kilku plików";
"Cancelling preview…" = "Anulowanie podglądu…";
"Downloading preview: " = "Pobieranie podglądu: ";
"% complete" = "% ukończono";
"Server refused connection - waiting to retry…" = "Serwer odmówił połączenia - czekam na ponowną próbę…";
"Server busy - waiting to retry…" = "Serwer zajęty - czekam…";
"Preparing connection…" = "Przygotowuję połączenie…";
"Disconnected" = "Rozłączony";
"Connecting with server…" = "Łączę się z serwerem…";
"Logging in…" = "Loguję się…";
"Logging into proxy server…" = "Logowanie do serwera proxy…";
"Querying server…" = "Kolejkuję serwer…";
"Selecting server features…" = "Wybieram funkcje serwera…";
"Connection established" = "Połączenie zostało ustanowione.";
"Idle" = "bezczynny";
"User: " = "Użytkownik: ";
"\rPath: " = "\rŚcieżka: ";
"Sorry, it was not possible to complete the upload" = "Przepraszam, nie mogłem dokończyć wysyłania";
"An unexpected error caused the pre-processing of the upload to fail" = "Nieznany błąd spowodował zakończenie akcji.";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "Podczas wysyłania wystąpił nieznany błąd.\r\rZapisz kopię edytowanego pliku.";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "Podczas wysyłania wystąpił nieznany bład.\r\rSpróbuj ponownie, bądź zrestartuj Yummy FTP Alias";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP" = "Wystąpił nieoczekiwany błąd, spróbuj uruchomić program Yummy FTP Alias jeszcze raz";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias nie mógł nawiązać połączenia.\r\rSerwer nie mógł go obsłużyć.";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias nie mógł znaleźć zdalnego katalogu, aby wysłać pliki.\r\rSprawdź czy katalog istnieje i spróbuj ponownie";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias nie mógł ukończyć zadania.\r\rSerwer nie mógł go obsłużyć.";
"This operation failed due to lack of memory" = "Operacja się nie powiodła, za mało pamięci.";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "Twoje pobieranie zostało przerwane ponieważ nie można znaleźć katalgou docelowego\r\rSprawdź katalog docelowy i spróbuj ponownie";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "Twoje pobieranie zostało przerwane ponieważ nie można znaleźć pliku do pobrania\r\rSprawdź szczegóły pobierania i spróbuj ponownie";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias nie mógł nawiązać połączenia z serwerwm.\r\rSprawdź adres serwera. Jeżeli problem nadal będzie występował, możliwe, że serwer aktualnie nie odpowiada.";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias nie mógł nawiązać połączenia z serwerwm.\r\rSpróbuj ponownie albo uruchom ponownie program Yummy FTP Alias";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias nie mógł znaleźć rzeczy do których się odnosisz\r\rSpróbuj odświeżyć listowanie";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Skończyły się zasoby.\r\rSpróbuj uruchomić ponownie Yummy FTP Alias";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias nie zrozumiał odpowiedzi serwera.\r\rSpróbuj ponownie i sprawdź czy Typ Serwera jest ustawiony odpowiednio";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias nie mógł kontynuować ponieważ nie ma możliwości utworzenia pliku w katalogu docelowego.\r\rMoże to być spowodowane brakiem wolnej przestrzeni na dysku docelowym, zablokowanym dyskiem, z pliku może korzystać inna plikacjaa lbo brakiem uprawnień.";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias nie mógł kontynuować ponieważ nie ma możliwości utworzenia katalogu w katalogu docelowego.\r\rMoże to być spowodowane brakiem wolnej przestrzeni na dysku docelowym, zablokowanym dyskiem, z pliku może korzystać inna plikacjaa lbo brakiem uprawnień.";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias nie mógł kontynuować ponieważ nie można odnaleźć katalogu na Macu";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias nie mógł kontynuować ponieważ nie można odnaleźć określonej ścieżki na Serwerze";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias nie mógł kontynuować ponieważ nie ma możliwości zapisywania do pliku docelowego.\r\rMoże to być spowodowane brakiem wolnej przestrzeni na dysku docelowym, zablokowanym dyskiem, z pliku może korzystać inna plikacjaa lbo brakiem uprawnień.";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias nie mógł kontynuować ponieważ nie można otworzyć jednego z plików źródłowych.\r\rMoże to być spowodowane brakiem uprawnień";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias nie mógł kontynuować pobierania ponieważ nie można otworzyć jednego z plików w katalogu docelowym.\r\rMoże to być spowodowane brakiem uprawnień";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias nie mógł kontynuować ponieważ nie można odczytać informacji z jednego z plików źródłowych.\r\rMoże to być spowodowane brakiem uprawnień";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias utracił połączenie z serwerem.\r\rSerwer je zakończył.";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias nie mógł nawiązać połączenia.";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias nie mógł nawiązać połączenia za pomocą podanego serwera PROXY poniważ serwer je odrzucił.";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias nie mógł nawiązać połączenia ponieważ nazwa użytkownika została odrzucona.";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias nie mógł nawiązać połączenia ponieważ hasło zostało odrzucone.";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias nie mógł nawiązać połączenia za pomocą podanego serwera PROXY poniważ konto zostało odrzucone.";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias nie mógł nawiązać połączenia za pomocą podanego serwera PROXY poniważ hasło zostało odrzucone.";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias nie dokończył zadania ponieważ nie mógł usunąć pliku na Twoim Macu.\r\rMoże to być spowodowane brakiem wolnej przestrzeni na dysku docelowym, zablokowanym dyskiem, z pliku może korzystać inna plikacjaa lbo brakiem uprawnień.";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias nie mógł ukończyć zdania ze względu na nieoczekiwany bład.\r\rSpróbuj uruchomić ponownie program.";
"Message from the Server :\r\r" = "Wiadomość z serwera: \r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias spróbuje automatycznie pominąć pliki";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias anuluje automatycznie zadanie za";
" because scheduled tasks are waiting" = " poniważ czekają zaplanowane zadania";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias anuluje automatycznie zadanie";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias anuluje automatycznie zadanie za";
"Yummy FTP has now encountered " = "Yummy FTP Alias napotkał ";
" errors attempting this operation. No further recovery attempts will be made" = " wystąpił błąd. Nie będize dalszych prób odzyskania.";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rTa waidomość zniknie automatycznie za";
"Continue" = "Kontynuuj";
"Cancel" = "Anuluj";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias spróbuje automatycznie ponowić próbę";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias spróbuje automatycznie ponowić próbę za";
"Retry" = "Ponów";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias spróbuje automatycznie pominąć pliki";
"Yummy FTP was unable to automatically retry the errored item" = "Nie udało sie automatycznie spróbować ponowanie";
"Yummy FTP was unable to automatically skip the errored item" = "Nie udało się automatycznie pominąć";
"Files uploaded : " = "Wysłane pliki: ";
"\rFiles downloaded : " = "\rPobrano: ";
"\rServer folders created : " = "\rData utworzenia katalogu Serwer: ";
"\rMac folders created : " = "\rData utworzenia katalogu Mac: ";
"\rServer items deleted : " = "\rUsunięto plików Serwer: ";
"\rMac items deleted : " = "\rUsunięto plików Mac: ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rTen raport zniknie automatycznie za";
"\rSynchronization completed" = "\rSynchronizacja zakończona";
"Save this connection as a Bookmark?" = "Zachować to połączenie jako zakładkę?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "Opcjonalnie zdecyduj czy przechowywać hasła w Pęku Kluczy";
"Don't Save" = "Nie zachowuj";
"Root directory" = "Katalog domowy";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Chciałbyś zamienić te rzeczy czy pominąć?\r\rUWAGA: nie wszystkie serwery obsługują zamianę. ";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Chciałbyś zamienić tę rzecz?\r\rUWAGA: nie wszystkie serwery obsługują zamianę. ";
" Download" = " Pobierz";
" Items" = " rzeczy";
" Bytes" = " bajtów";
"Cancelled" = "Anulowane";
"Preparing" = "Przygotowuję";
"Finished" = "Ukończone";
"Name: " = "Nazwa: ";
",  Kind: " = ",  Rodzaj: ";
",  Size: " = ",  Wielkość: ";
"Modified: " = "Zmodyfikowany: ";
",  Where: " = ",  Gdzie: ";
"Dimensions: W:" = "Wymiary: W:";
" H:" = " H:";
" pixels" = " pikseli";
"Duration :" = "Czas trwania:";
" Hrs" = " godzin";
" Mins" = " minut";
" Secs " = " sekund ";
"\rServer: " = "\rSerwer: ";
"\rPassword: " = "\rHasło: ";
"\rPort: " = "\rPort: ";
"\rProtocol: " = "\rProtokół: ";
"\rMac Folder: " = "\rKatalog Mac: ";
"\rModified: " = "\rZmieniony: ";
"\rUser/Group: " = "\rWłaściciel/Grupa: ";
"\rPermissions: " = "\rUprawnienia: ";
"Path " = "Ścieżka ";
"Name " = "Nazwa ";
"Server " = "Serwer ";
"User " = "Użytkownik ";
"Pass " = "Zezwól ";
"Port " = "Port ";
"Type " = "Typ ";
"Local " = "Lokalne ";
"Kind " = "Rodzaj ";
"Size " = "Wielkość ";
"Date " = "Data ";
"Where " = "Gdzie ";
"User/Group " = "Właściciel / Grupa ";
"Perms " = "Uprawnienia ";
"Job cancelled" = "Zadanie anulowane";
"Job failed" = "Zadanie zakończone niepowodzeniem";
"Cancelling…" = "Anuluję…";
"Waiting to start " = "Oczekuję aby zacząć ";
"Queued " = "Zakolejkowane ";
"Waiting " = "Oczekuję ";
"Recovering connection " = "Odzyskuję połączenia ";
"Server busy - waiting " = "Serwer zajęty - czekam ";
"to download " = "aby pobrać" ;
"to transfer " = "aby przesłać ";
"to duplicate " = "aby powielić" ;
"to preview " = "aby podejrzeć ";
"to upload " = "aby wysłać ";
"to determine server time difference… " = "aby określić różnicę w czasie… ";
"to download items for Update Mac: " = "aby pobrać rzeczy dla Aktualizacji Maca: ";
"to download items for Mirror: " = "aby pobrać rzeczy dla Lustra: ";
"to upload items for Update Server: " = "aby wysłać rzeczy dla Aktualizacja Serwer: ";
"to upload items for Mirror: " = "aby wysłać rzeczy dla Lustra: ";
"Initiating download of " = "Zaczynam pobieranie ";
"Initiating transfer of " = "Zaczynam pobieranie ";
"Initiating duplication of " = "Zaczynam duplikowanie ";
"Initiating duplicated upload of " = "Zaczynam wysyłanie duplikatu ";
"Initiating preview of " = "Zaczynam podgląd ";
"Initiating upload of " = "Zaczynam wysyłanie ";
"Determining server time difference… " = "Wykrywam różnicę w czasie na serwerze… ";
"Initiating download of items for Update Mac: " = "Zaczynam pobieranie dla Uaktualnij Mac: ";
"Initiating download of items for Mirror: " = "Zaczynam pobieranie dla Lustra: ";
"Initiating upload of items for Update Server: " = "Zaczynam wysyłanie dla Uaktualniej Serwer: ";
"Initiating upload of items for Mirror: " = "Zaczynam wysyłanie dla Lustra: ";
"Downloading " = "Pobieram ";
"Downloading for transfer " = "Pobieranie dla wysyłania ";
"Uploading for transfer " = "Wysyłam do transferu ";
"Downloading for duplication " = "Pobieranie dla duplikatów ";
"Uploading " = "Wysyłam ";
"Uploading duplicated " = "Wysyłam powielone ";
"Downloading preview " = "Pobieranie podglądu ";
"Downloading items for Update Mac: " = "Pobieranie rzeczy dla Aktualizacja Mac: ";
"Downloading items for Mirror: " = "Pobieranie rzeczy dla Mirror: ";
"Uploading items for Update Server: " = "Wysyłam rzeczy dla Aktualizacji Serwera: ";
"Uploading items for Mirror: " = "Wysyłam rzeczy dla Lustra: ";
" items)" = " rzeczy)";
" item)" = " rzecz)";
"1 item" = "1 rzecz";
"Recovering connection to delete orphaned items " = "Odzyskuję połączenie, aby zakończyć usuwanie osieroconych rzeczy ";
"Server busy - waiting to delete orphaned items" = "Serwer zajęty - czekam aby usunąć osierocone rzeczy ";
"Deleting orphaned items " = "Usuwam porzucone rzeczy ";
"Preparing to delete orphaned items " = "Przygotowuję do usunięcie osieroconych rzeczy ";
"Recovering connection to delete " = "Odzyskuję połączenie, aby zakończyć usuwanie ";
"Server busy - waiting to delete " = "Serwer zajęty - czekam aby usunąć ";
"Deleting " = "Usuwam ";
"Preparing to delete " = "Przygotowuję do usunięcia ";
"Determine server time difference" = "Wykryj różnicę w czasie na serwerze";
"Scheduled Update Server" = "Zaplanowana Aktualizacja Serwera";
"Scheduled Update Mac" = "Zaplanowana Aktualizacja Maca";
"Scheduled Mirror" = "Zaplanowane Lustro";
"Waiting for connection to determine server time difference…" = "Oczekuję na połączenie aby obliczyć różnicę w czasie…";
"Waiting for connection to Update Server…" = "Oczekuję na połączenie aby zaktualizować Serwer…";
"Waiting for connection to Update Mac…" = "Oczekuję na połączenie aby zaktualizować Maca…";
"Waiting for connection to Mirror…" = "Oczekuję na połączenie z Lustrem…";
"Analyzing directories for Update Server…" = "Analizowanie katalogów…";
"Analyzing directories for Update Mac…" = "Analizowanie katalogów…";
"Analyzing directories for Mirror…" = "Analizowanie katalogów…";
"Time difference complete" = "Różnica w czasie, zakończono";
"Update Server complete" = "Aktualizacja zakończona powodzeniem";
"Update Mac complete" = "Aktualizacja zakończona powodzeniem";
"Mirror complete" = "Lustro ukończone";
"Waiting for connection to get file list…" = "Oczekuję na połączenie aby otrzymać listę plików…";
"Fetching file/folder listing…" = "Pobieram listę plików/folderów…";
"Waiting for connection to update file list…" = "Oczekuję na połączenie aby zaktualizować listę plików…";
"Updating file/folder listing…" = "Aktualizuję listę plików/katalogów…";
"Waiting for connection to send NOOP command…" = "Oczekuję na połączenie aby wysłać polecenie NOOP…";
"Sending NOOP command…" = "Wysyłam polecenie NOOP…";
"Waiting for connection to send raw command…" = "Oczekuję na połączenie aby wysłać polecenie raw…";
"Sending raw FTP command…" = "Wysyłam polecenie RAW…";
"Waiting for connection to rename…" = "Oczekuję na połączenie aby zmienić nazwę…";
"Renaming item…" = "Zmieniam nazwę…";
"Waiting for connection to create empty folder…" = "Oczekuję na połączenie aby utworzyć pusty katalog…";
"Creating new folder…" = "Tworzę nowy katalog…";
"Recovering connection to set access permissions" = "Odzyskuję połączenie, aby zakończyć ustwianie uprawnień";
"Server busy - waiting to set access permissions" = "Serwer zajęty - czekam aby ustawić uprawnienia";
"Setting access permissions" = "Ustawiam uprawnienia dostępu";
"Recovering connection to set user and group" = "Odzyskuję połączenie, aby zakończyć ustawianie użytkowników i grup";
"Server busy - waiting to set user and group" = "Serwer zajęty - czekam aby ustawić użytkowników i grupy";
"Setting user and group" = "Ustawiam użytkowników i grupy";
" on " = " na ";
"Recovering connection to move " = "Odzyskuję połączenie, aby zakończyć przenoszenie" ;
"Server busy - waiting to move " = "Serwer zajęty - czekam aby przenieść ";
"Moving " = "Przenoszę ";
"Item: " = "Rzecz: ";
"Item: from command line" = "Rzecz: z linii poleceń";
"Processing: " = "Przetwarzam: ";
"Path: " = "Ścieżka: ";
"Move up directory" = "Przesuń katalog do góry";
"Command: " = "Polecenie: ";
" to Mac: " = " na Maca: ";
"Mac: " = "Mac: ";
" to Server: " = " na serwer: ";
"Parent directory" = "Katalog główny";
"Recovering connection…" = "Odzyskuję połączenie…";
"Copied: " = "Kopiowany: ";
" at " = " o ";
"/s" = "/s";
" (stalled)" = " (zatrzymane)";
"Waiting until " = "Oczekuję dopóki ";
"Waiting" = "Oczekuję";
"Error" = "Błąd";
"Server busy - waiting…" = "Serwer zajęty - czekam…";
"Connecting to server…" = "Łączę się z serwerem…";
"Preparing…" = "Przygotowuję…";
"(ETA: " = "(pozostało: ";
"Estimating time remaining…" = "Szacuję pozostały czas…";
"n/a" = "n/a";
"Estimating…" = "Szacuję…";
"Time remaining unavailable" = "Pozostały czas: niedostępne";
"Unavailable" = "Niedostępne";
" remaining" = " pozostały";
"Time remaining: -" = "Pozostały czas: -";
" for remote edit" = " dla zdalnego edytowania";
"Remote edit" = "Zdalna edycja";
" from " = " od ";
"From " = "Z ";
" to " = " do ";
" in " = " w ";
"Choose a Document" = "Wybierz dokument";
"Choose a post processing Application" = "Wybierz aplikację do postpresingu";
"Download completed" = "Pobieranie zakończone";
"Your download has been successfully completed" = "Pobieranie zostało zakończone powodzeniem";
"Upload completed" = "Wysyłanie zakończone";
"Your upload has been successfully completed" = "Wysyłanie zakończone powodzeniem";
"Synchronization completed" = "Synchronizacja zakończona";
"Your synchronization has been successfully completed" = "Synchronizacja zakończona powodzeniem";
"Remote edit ready" = "Zdalna edycja gotowa";
"Your remote file is ready to be edited" = "Twój zdalny plik jest gotowy do edycji";
"Remote edit saved" = "Zdalna edycja zapisana";
"The changes to your remote file have been saved" = "Zmiany zostały zapisane";
"Failure Notification" = "Powiadomienie o niepowodzeniu";
"A Problem occurred" = "Wystąpił problem.";
"Encoding" = "Kodowanie";
"Select the encoding method" = "Wybierz metodę kodowania";
"New File" = "Nowy plik";
"Create an empty new file" = "Utwórz nowy pusty plik";
"Preview" = "Podgląd";
"Show a preview of the selection" = "Pokaż podgląd wybranego";
"Disconnect from the server" = "Rozłącz z serwerem";
"View" = "Pokaż";
"Switch between List or Column view" = "Przełącza pomiędzy widokiem kolumn i listy";
"Transfer" = "Przesyłanie";
"Upload or download the selected item(s)" = "Wyślij albo pobierz zaznaczone rzeczy";
"New Folder" = "Nowy katalog";
"Create a new empty folder" = "Utwórz nowy pusty katalog";
"Home" = "Katalog domowy";
"Change directory back to the starting point" = "Zmień katalog na początkowy";
"Renew the file listing display" = "Odnów wyświetlanie listowania plików";
"Filters" = "Filtry";
"Apply filters to the file listing display" = "Zastosuj filtry";
"Change directory using a supplied path" = "Zmień katalog z wykorzystaniem podanej ścieżki";
"QuickEdit" = "Szybka Edycja";
"Queue" = "Kolejka";
"Show or hide the Queue drawer" = "Pokaż albo ukryj panel Kolejki";
"Remove the selected item(s)" = "Usuń zaznaczone rzeczy";
"Show synchronization options" = "Pokaż opcje synchronizacji";
"Info" = "Informacje";
"Display the full information window for the selected item(s)" = "Wyświetl pełne okno informacji dla wybranych rzeczy";
"Duplicate" = "Powiel";
"Make copies of the selected item(s)" = "Tworzy kopie zaznaczonych plików/katalogów";
"Stop" = "Zatrzymaj";
"Cancel the current action" = "Anuluj aktualną akcje";
"Favorites" = "Ulubione";
"Display the contents of your Favorite folders" = "Wyświetl zawartość Twoich Ulubionych katalogów";
"Display the contents of a recently visited folder" = "Wyświetl zawartość ostatnio odwiedzonych katalogów";
"Create an empty folder for organizing your Bookmarks" = "Utwórz nowy pusty katalog do organizowania Zakładek";
"Add" = "Dodaj";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "Zmień ustawienia FTP Alias albo FTP Watcher";
"Import" = "Importuj";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "Importuj Zakładki/Ulubione z innych aplikacji np. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client";
"Connect" = "Połącz";
"Establish FTP server connection" = "Nawiąż połączenie FTP";
"Use Preferences Setting" = "Użyj ustawień domyślnych";
" days" = " dni";
" day" = " dzień";
" hours" = " godzin";
" hour" = " godzina";
" mins" = " min.";
" minutes" = " minuty";
" min" = " min.";
" minute" = " minuta";
" secs" = " sek.";
" seconds" = " sekundy";
" sec" = " sek.";
" second" = " sekunda";
"Server Search" = "Wyszukiwanie serwera";
"Mac Search" = "Wyszukiwanie Maca";
"Search" = "Szukaj";
"Filter the current listing" = "Filtruj aktywne okno";
"Pause the selected transfers" = "Wstrzymaj wybrane pobieranie";
"Start the selected transfers" = "Rozpocznij pobieranie zaznaczonych";
"Resume the selected transfers" = "Wznów wybrane transfery";
"Recent Searches" = "Ostatnie wyszukiwania";
"Clear Recent Searches" = "Wymaż ostatnie wyszukiwania";
"Apply As Filter" = "Zastosuj jako filtr";
"Waiting to resume " = "Oczekuję aby wznowić ";
" KB" = " KB";
" MB" = " MB";
" GB" = " GB";
"This file is already being edited remotely" = "Plik jest już edytowany";
"One or more of the selected items are already being edited" = "Jedna albo kilka z wybranych rzeczy jest już edytowana.";
"The selected items cannot be moved and must be deleted immediately." = "Wybrane rzeczy nie mogą zostać przeniesione i muszą zostać usunięte.";
"Some of the selected items cannot be moved and must be deleted immediately." = "Niektórze rzeczy nie mogą zostań przeniesione i musza zostać natychmiast usunięte.";
"One of the selected items cannot be moved and must be deleted immediately." = "Jedna z wybranych rzeczy nie może zostać przeniesiona i powinna zostać usunięta.";
"The selected item cannot be moved and must be deleted immediately." = "Wybrana rzecz nie może zostać przeniesiona i musi zostać usunięta.";
"Are you sure you want to delete?" = "Czy na pewno chcesz usunąć?";
"Click to save changed text" = "Naciśnij, aby zapisać";
"Click to upload changes to the server" = "Naciśnij, aby wysłać zmiany na serwer";
"Click to show other information" = "Naciśnij, aby pokazać inne informacje";
"DualBrowse" = "Podwójna Przeglądarka";
"Browse both lists in sync or independently" = "Przeglądaj obie listy w synchronizacji i niezależne";
"Does not exist in the local directory" = "Nie istnieje w katalogu lokalnym";
"Server item is newer" = "Wersja na serwerze jest nowsza";
"Local item is newer" = "Lokalna rzecz jest nowsza";
"Does not exist in the server directory" = "Nie istnieje w katalogu na serwerze";
"No items require synchronization at present" = "Żadne rzeczy nie wymagają synchornizacji";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "Synchronizacja zostanie anulowania automatycznie ponieważ nie ma żadnych elementów do synchronizacji. Tym samym podgląd nie będzie dostępny.";
"Waiting for connection to calculate folder size…" = "Oczekuję na połączenie aby obliczyć wielkość katalogu…";
"Calculating folder size…" = "Obliczanie wielkości katalogów…";
" (Paused)" = " (wstrzymany)";
"Pause" = "Wstrzymaj";
"Resume" = "Wznów";
"Update Mac" = "Aktualizuj Mac";
"Update Server" = "Aktualizuj Serwer";
"Mirror" = "Lustro";
"FTPS (Implicit)" = "FTPS (Implicit)";
"Pause All Scheduled Tasks" = "Wstrzymaj wszystkie zaplanowane zadania";
"Resume All Scheduled Tasks" = "Wznów wszystkie zaplanowane zadania";
"Create a new Bookmark" = "Utwórz nową zakładkę";
"Schedules On" = "Włączone";
"Schedules Off" = "Wyłączone";
"Disable or resume scheduled tasks" = "Zatrzymaj albo wznów zaplanowane zadania";
"Watchers Off" = "Watcher zatrzymany";
"Watchers On" = "Watcher włączony";
"Shut down all running FTP Watchers" = "Zamknij wszystkie działające FTP Watcher";
"Refresh the displayed preview" = "Odśwież podgląd";
"Discard the displayed preview" = "Porzuć wyświetlany podgląd";
"Click to preview" = "Naciśnij, aby podejrzeć";
"Yummy FTP Extras" = "Yummy FTP Alias Dodatki";
"On Close" = "Przy zamykaniu";
"On Save" = "Przy zapisywaniu";
"Hidden Files" = "Ukryte pliki";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "Włącza pokazywanie ukrytych plików w oknie Maca i Serwera";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "Zakładki, które są w użyciu nie mogą zostać usunięte.";
"An item could not be deleted. It may be locked or in use by another application" = "Pozycja nie mogła zostać usunięta. Może być zablokowana, bądź używana przez inny program.";
"Auto dismiss (no delay)" = "Auto odwołanie (bez opóźnień)";
"Performing remote server command…" = "Wykonuję polecenie z serwera zdalnego…";
"Enter a shell command to send to the server" = "Wprowadź polecenie powłoki shell do wysłania na serwer";
"Interface" = "Interfejs";
"Transfers" = "Transfery";
"Error Recovery" = "Błąd przywracania";
"Server Options" = "Opcje serwera";
"Pause the active jobs" = "Wstrzymaj aktywne zadania";
"Resume the paused jobs" = "Wznów wstrzymane zadania";
"Start" = "Rozpocznij";
"Jobs queued" = "Zadanie zakolejkowane";
"HILabelTitle" = "Etykieta:";
"HILabelFormat" = "“%@”";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "Automatyczne wysyłanie jest zasilane przez:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "Przeciągnij, aby wysłać";
"Edit With" = "Wsytuj za pomocą";
"Select an application to edit the selected items" = "Wybierz aplikację za pomocą której chcesz edytować zaznaczone rzeczy";
"Reopen" = "Otwórz ponownie";
"Re-open with the original editor, or continue anyway?" = "Otwórzyć ponownie w oryginalnym edytorze czy kontynuować?";
"Re-open with the original editors, or continue anyway?" = "Otwórzyć ponownie w oryginalnych edytorach czy kontynuować?";
"Software Update" = "Aktualizacja oprogramowania";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "Kup Yummy FTP aby móc edytować FTP Alias i FTP Watcher";
"\r\rTime elapsed : " = "\r\rUpłynęło: ";
"Quick Look icons" = "Ikony Szybkiego Podglądu";
"Enter the Web URL equivalent of the currently displayed directory" = "Wprowadź odpowiadający Web URL do wyświetlanego katalogu";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "Wprowadzony adres będzie wykorzystywany prze tworzeniu WebURL\r\r np. http://apple.com";
"Set Access" = "Ustaw dostęp";
"Set Permissions" = "Ustaw uprawnienia";
"OK" = "OK";
"Apply filters to the file listing display of all connections" = "Zastosuj filtry do wszystkich połączeń";
"Global Filters" = "Filtry globalne";
"Job failed, skipping errored items…" = "Zadanie zakończone niepowodzeniem, pomijak pliki z błędami…";
"Skip remaining errors" = "Pomiń pozostałe błędy";
"Lost Info" = "Odzyskaj dane";
" (waiting for server)" = " (czekam na serwer)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "Twój serwer ograniczył wyśweitlanie listowania, dlatego nie mogę wyświetlić wszystkich plików!\r\rSkontatuj się z administratorem serwera.";
"File sizes differ" = "File sizes differ";
"Open From Finder" = "Otwórz z Findera";
"Open Web URL" = "Otwórz WebURL";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "Katalog domowy zdefiniowany w ustawieniach zakładki nie mógł zostać znaleziony, zamiast niego wyświetlono katalog domyślny.\r\rAby zmienić katalog domowy edytuj Zakładkę.";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "Jest zainstalowany SCPlugin od Tigris.org powoduje on nieporzadane działanie programu YummyFTP oraz innych zaleca się jego usunięcie. Ścieżka poniżej\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\rNastępnie proszę uruchomić ponownie Maca";
"WARNING!" = "OSTRZEŻENIE!";
"These files are identical - only their differing line endings cause a size mismatch" = "Te pliki są identyczne - tylko inne zakończenie linii spowodowało różnicę w rozmiarach";
"These files are identical" = "Te pliki są identyczne";
"Enter Into Directory" = "Wprowadź katalog";
"Paused" = "Wstrzymane";
"Stopped" = "Zatrzymany";
"Running…" = "Działa…";
"Watching…" = "Obserwuję...";
"Owner/Group " = "Właściciel / Grupa " ;
"Where files of identical name exist in both the Mac and Server folders, the newest get transferred.\r\rWhere files only exist in either the Mac or Server  folder, they will be transferred.\r\rNo items will be deleted." = "Kiedy na serwerze i Macu istnieją pliki o tej samej nazwie, przesyłane są nowsze pliki.\r\rW przypadku kiedy pliki tylko istnieją na Macu albo Serwerze, będą one również przesłane.";
"Where files of identical name exist in both the Mac and Server folders, the newest get transferred.\r\rWhere files only exist in either the Mac or Server  folder, they will be transferred.\r\rOrphaned items will be deleted." = "Kiedy na serwerze i Macu istnieją pliki o tej samej nazwie, przesyłane są nowsze pliki.\r\rW przypadku kiedy pliki tylko istnieją na Macu albo Serwerze, będą one również przesłane.\r\rOsierocone pliki zostaną usunięte.";
"Action" = "Akcja";
"Perform tasks with the selection" = "Wykonywanie zadań związanych z wyborem";
"Back" = "Wstecz";
"Running : " = "Uruchomiony : ";
"    Queued : " = "    Zakolejkowane : ";
"Schedule" = "Rozkład";
"Obscure" = "Zbędne";
"Rename the selected item" = "Zmień nazwę zaznaczonemu elementowi";
"Please assign a name for this configuration" = "Wprowadź nazwę dla tej konfiguracji";
"Enter a name in the box provided then try again." = "Wprowadź nazwę w odpowniednij polu i spróbuj ponownie";
"The last failure has now repeated several times and will no longer be reported until it changes." = "Ostatni błąd powtórzył się kilkanaście razy i nie będzie zgłaszany do momentu pojawienia się następnych zmian.";
"The Mac home folder specified in your Bookmark cannot be found" = "Katalog domowy zdefiniowany w ustawieniach zakładki nie mógł zostać znaleziony, zamiast niego wyświetlono katalog domyślny.";
"Processing…" = "Przetwarzam…";
"Your serial number is in use on" = "Numer seryjny jest używany w";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "Aby kontynuować korzystanie z jednej licencji użytkownika należy zamknąć wszystkie inne kopie pierwsze, w przeciwnym razie należy zakupić dodatkowe licencje lub wprowadzić nowy numer seryjny.";
"Your serial number was used at the same time on more than one Mac" = "Numer seryjny stosowano w tym samym czasie na więcej niż jednym Mac";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "Aby korzystać z oprogramowania na wielu komputerach Mac należy zakupić dodatkowe licencje.\r\rAby kontynuować, podaj swój numer seryjny.";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























